Repository: gongahkia/hot-cross-buns
Catalog: apps/apple/Resources/Localizable.xcstrings
Source language: en
Languages: ms, ta, zh_hans

source: No calendars loaded yet. Leave empty to fall back to the first writable calendar at instantiation.
ms: Tiada kalendar dimuatkan lagi. Biarkan kosong untuk kembali ke kalendar boleh tulis pertama pada instansiasi.
ta: இன்னும் காலெண்டர்கள் ஏற்றப்படவில்லை. உடனடியாக எழுதக்கூடிய முதல் காலெண்டருக்கு வர, காலியாக விடவும்.
zh_hans: 尚未加载日历。留空以在实例化时回退到第一个可写日历。

source: No custom filters yet. Save a combination of due-window, list, star, and tag criteria — or a full DSL query — as a reusable sidebar entry.
ms: Tiada penapis tersuai lagi. Simpan gabungan kriteria tetingkap akhir, senarai, bintang dan teg — atau pertanyaan DSL penuh — sebagai entri bar sisi boleh guna semula.
ta: இதுவரை தனிப்பயன் வடிப்பான்கள் இல்லை. மறுபயன்படுத்தக்கூடிய பக்கப்பட்டி உள்ளீட்டாக, டூ-விண்டோ, லிஸ்ட், ஸ்டார் மற்றும் டேக் அளவுகோல்களின் கலவையை - அல்லது முழு டிஎஸ்எல் வினவலைச் சேமிக்கவும்.
zh_hans: 还没有自定义过滤器。将到期窗口、列表、星号和标签条件的组合（或完整的 DSL 查询）保存为可重复使用的侧边栏条目。

source: No event templates yet. Create one to pre-fill title, time, location, attendees, and recurrence using variables like {{today}}, {{nextWeekday:mon}}, {{prompt:Topic}}.
ms: Tiada templat acara lagi. Buat satu untuk praisi tajuk, masa, lokasi, hadirin dan ulangan menggunakan pembolehubah seperti {{hari ini}}, {{nextWeekday:mon}}, {{prompt:Topic}}.
ta: இதுவரை நிகழ்வு வார்ப்புருக்கள் எதுவும் இல்லை. {{இன்று}}, {{அடுத்தவாரம்:மாதம்}}, {{prompt:Topic}} போன்ற மாறிகளைப் பயன்படுத்தி தலைப்பு, நேரம், இருப்பிடம், பங்கேற்பாளர்கள் மற்றும் மறுநிகழ்வை முன்கூட்டியே நிரப்ப ஒன்றை உருவாக்கவும்.
zh_hans: 还没有活动模板。使用 {{today}}、{{nextWeekday:mon}}、{{prompt:Topic}} 等变量创建一个来预填充标题、时间、地点、与会者和重复周期。

source: No events or tasks
ms: Tiada acara atau tugas
ta: நிகழ்வுகள் அல்லது பணிகள் இல்லை
zh_hans: 没有事件或任务

source: No fonts match
ms: Tiada fon sepadan
ta: எழுத்துருக்கள் பொருந்தவில்லை
zh_hans: 没有字体匹配

source: No lists or calendars yet. Tap Refresh above, then give Google up to 30 seconds on larger accounts. You can also create a list in Google Tasks and try again.
ms: Tiada senarai atau kalendar lagi. Ketik Muat Semula di atas, kemudian berikan Google sehingga 30 saat pada akaun yang lebih besar. Anda juga boleh membuat senarai dalam Google Tasks dan cuba lagi.
ta: இதுவரை பட்டியல்களோ காலெண்டர்களோ இல்லை. மேலே உள்ள புதுப்பி என்பதைத் தட்டவும், பிறகு பெரிய கணக்குகளில் 30 வினாடிகள் வரை Googleக்கு வழங்கவும். நீங்கள் Google Tasks இல் பட்டியலை உருவாக்கி, மீண்டும் முயற்சிக்கவும்.
zh_hans: 还没有列表或日历。点击上面的“刷新”，然后在较大的帐户上给 Google 最多 30 秒的时间。您还可以在 Google 任务中创建一个列表，然后重试。

source: No log entries at this level yet.
ms: Tiada entri log pada tahap ini lagi.
ta: இந்த நிலையில் இதுவரை பதிவு உள்ளீடுகள் எதுவும் இல்லை.
zh_hans: 此级别还没有日志条目。

source: No matches
ms: Tiada padanan
ta: பொருத்தங்கள் இல்லை
zh_hans: 没有匹配项

source: No recent commands yet
ms: Tiada arahan terbaru lagi
ta: இதுவரை சமீபத்திய கட்டளைகள் எதுவும் இல்லை
zh_hans: 还没有最近的命令

source: No release notes were published for this version.
ms: Tiada nota keluaran diterbitkan untuk versi ini.
ta: இந்த பதிப்பிற்கான வெளியீட்டு குறிப்புகள் எதுவும் வெளியிடப்படவில்லை.
zh_hans: 没有发布此版本的发行说明。

source: No snapshot was recorded for this action. Reconstruct manually from the fields above, or from the Google Tasks / Calendar web UI.
ms: Tiada syot kilat direkodkan untuk tindakan ini. Bina semula secara manual daripada medan di atas atau daripada UI web Tugasan / Kalendar Google.
ta: இந்த செயலுக்கான ஸ்னாப்ஷாட் எதுவும் பதிவு செய்யப்படவில்லை. மேலே உள்ள புலங்களில் இருந்து அல்லது Google Tasks / Calendar இணைய UI இலிருந்து கைமுறையாக மறுகட்டமைக்கவும்.
zh_hans: 没有记录此操作的快照。从上面的字段或从 Google 任务/日历 Web UI 手动重建。

source: No tags present in the selection.
ms: Tiada teg hadir dalam pilihan.
ta: தேர்வில் குறிச்சொற்கள் எதுவும் இல்லை.
zh_hans: 选择中不存在标签。

source: No task lists loaded yet.
ms: Tiada senarai tugasan dimuatkan lagi.
ta: இதுவரை பணிப் பட்டியல்கள் ஏற்றப்படவில்லை.
zh_hans: 尚未加载任务列表。

source: No templates yet. Create one to pre-fill title, notes, due, and list using variables like {{today}}, {{+7d}}, {{nextWeekday:mon}}, {{prompt:Owner}}, or {{clipboard}}.
ms: Tiada templat lagi. Buat satu untuk praisi tajuk, nota, tarikh akhir dan senarai menggunakan pembolehubah seperti {{hari ini}}, {{+7h}}, {{nextWeekday:mon}}, {{prompt:Pemilik}} atau {{papan klip}}.
ta: இதுவரை டெம்ப்ளேட்கள் இல்லை. {{today}}, {{+7d}}, {{அடுத்தவாரம்:mon}}, {{prompt:Owner}}, அல்லது {{clipboard}} போன்ற மாறிகளைப் பயன்படுத்தி தலைப்பு, குறிப்புகள், நிலுவைத் தொகை மற்றும் பட்டியலை முன்கூட்டியே நிரப்ப ஒன்றை உருவாக்கவும்.
zh_hans: 还没有模板。使用 {{today}}、{{+7d}}、{{nextWeekday:mon}}、{{prompt:Owner}} 或 {{clipboard}} 等变量创建一个来预填充标题、注释、截止日期和列表。

source: No {{prompt:Label}} placeholders — the template instantiates without asking for input.
ms: Tiada ruang letak {{prompt:Label}} — templat membuat seketika tanpa meminta input.
ta: {{prompt:Label}} இடப்பெயர்கள் இல்லை — உள்ளீட்டைக் கேட்காமலேயே டெம்ப்ளேட் உடனடியாகத் தொடங்குகிறது.
zh_hans: 没有 {{prompt:Label}} 占位符 - 模板实例化时不要求输入。

source: None
ms: tiada
ta: இல்லை
zh_hans: 没有任何

source: Notes are undated tasks. They still sync through Google Tasks.
ms: Nota adalah tugas tanpa tarikh. Mereka masih menyegerakkan melalui Google Tasks.
ta: குறிப்புகள் தேதியிடப்படாத பணிகள். அவை இன்னும் Google Tasks மூலம் ஒத்திசைக்கப்படுகின்றன.
zh_hans: 注释是未注明日期的任务。他们仍然通过 Google Tasks 同步。

source: Notes include location: %@
ms: Nota termasuk lokasi: %@
ta: குறிப்புகளில் இடம் அடங்கும்: %@
zh_hans: 注释包括位置：%@

source: Notes: %@
ms: Nota: %@
ta: குறிப்புகள்: %@
zh_hans: 注释：%@

source: Nothing currently matches the rules — enabling this won't delete anything today, but future items will be cleaned up as they age past the threshold.
ms: Tiada apa-apa yang sepadan dengan peraturan pada masa ini — mendayakan ini tidak akan memadamkan apa-apa hari ini, tetapi item akan datang akan dibersihkan apabila umurnya melepasi ambang.
ta: தற்போது விதிகளுடன் எதுவும் பொருந்தவில்லை - இதை இயக்குவது இன்று எதையும் நீக்காது, ஆனால் எதிர்கால உருப்படிகள் வாசலைக் கடந்தவுடன் அவை சுத்தம் செய்யப்படும்.
zh_hans: 当前没有任何内容符合规则 - 启用此功能不会删除今天的任何内容，但未来的项目将在超过阈值时被清除。

source: Nothing matches "%@"
ms: Tiada apa yang sepadan dengan "%@"
ta: "%@" உடன் எதுவும் பொருந்தவில்லை
zh_hans: 没有任何内容与“%@”匹配

source: Nothing scheduled for this day.
ms: Tiada apa-apa yang dijadualkan untuk hari ini.
ta: இந்த நாளில் எதுவும் திட்டமிடப்படவில்லை.
zh_hans: 这一天没什么安排。

source: Nothing scheduled in the next %@ days.
ms: Tiada apa-apa yang dijadualkan dalam %@ hari seterusnya.
ta: அடுத்த %@ நாட்களில் எதுவும் திட்டமிடப்படவில்லை.
zh_hans: 接下来的 %@ 天内没有任何安排。

source: Off by default to avoid accidental emails. Turn on only when you want guests to get a notification for this change.
ms: Matikan secara lalai untuk mengelakkan e-mel yang tidak disengajakan. Hidupkan hanya apabila anda mahu tetamu mendapat pemberitahuan untuk perubahan ini.
ta: தற்செயலான மின்னஞ்சல்களைத் தவிர்க்க, இயல்புநிலையாக முடக்கவும். இந்த மாற்றத்திற்கான அறிவிப்பை விருந்தினர்கள் பெற வேண்டும் என நீங்கள் விரும்பினால் மட்டும் இயக்கவும்.
zh_hans: 默认关闭以避免意外发送电子邮件。仅当您希望访客收到此更改的通知时才打开。

source: Off: the popover starts compact and hides optional fields behind "More". On: the popover opens detailed — matches Apple Calendar's inline expansion.
ms: Mati: popover mula padat dan menyembunyikan medan pilihan di belakang "Lagi". Hidupkan: popover dibuka secara terperinci — sepadan dengan pengembangan sebaris Kalendar Apple.
ta: ஆஃப்: பாப்ஓவர் கச்சிதமாகத் தொடங்கி, "மேலும்" என்பதற்குப் பின்னால் விருப்பப் புலங்களை மறைக்கிறது. ஆன்: பாப்ஓவர் விரிவாகத் திறக்கிறது — Apple Calendar இன் இன்லைன் விரிவாக்கத்துடன் பொருந்துகிறது.
zh_hans: 关闭：弹出窗口开始紧凑，并将可选字段隐藏在“更多”后面。开：弹出窗口详细打开 — 与 Apple 日历的内联扩展相匹配。

source: Older events are dropped from the local cache to keep memory + disk tight. Drops never touch Google — a Force Resync refetches everything.
ms: Peristiwa lama digugurkan daripada cache setempat untuk memastikan memori + cakera padat. Drops tidak pernah menyentuh Google — Force Resync menyemak semula segala-galanya.
ta: நினைவகம் + வட்டை இறுக்கமாக வைத்திருக்க பழைய நிகழ்வுகள் உள்ளூர் தற்காலிக சேமிப்பிலிருந்து கைவிடப்படும். துளிகள் Google ஐத் தொடாது - ஒரு Force Resync எல்லாவற்றையும் திரும்பப் பெறுகிறது.
zh_hans: 较旧的事件将从本地缓存中删除，以保持内存和磁盘紧张。 Drops 永远不会触及 Google — 强制重新同步会重新获取所有内容。

source: Older events are dropped from the local cache to keep memory + disk tight. Drops never touch Google — a Force Resync refetches everything. Recently-edited events (within the window) are preserved even if they ended earlier. Past-event cleanup on Google is a separate setting under "Past cleanup".
ms: Peristiwa lama digugurkan daripada cache setempat untuk memastikan memori + cakera padat. Drops tidak pernah menyentuh Google — Force Resync menyemak semula segala-galanya. Acara yang disunting baru-baru ini (dalam tetingkap) dikekalkan walaupun ia berakhir lebih awal. Pembersihan peristiwa lalu di Google ialah tetapan berasingan di bawah "Pembersihan lalu".
ta: நினைவகம் + வட்டை இறுக்கமாக வைத்திருக்க பழைய நிகழ்வுகள் உள்ளூர் தற்காலிக சேமிப்பிலிருந்து கைவிடப்படும். துளிகள் Google ஐத் தொடாது - ஒரு Force Resync எல்லாவற்றையும் திரும்பப் பெறுகிறது. சமீபத்தில் திருத்தப்பட்ட நிகழ்வுகள் (சாளரத்திற்குள்) முன்பே முடிந்தாலும் அவை பாதுகாக்கப்படும். Google இல் கடந்தகால நிகழ்வுகளை சுத்தம் செய்வது என்பது "பாஸ்ட் கிளீனப்" என்பதன் கீழ் ஒரு தனி அமைப்பாகும்.
zh_hans: 较旧的事件将从本地缓存中删除，以保持内存和磁盘紧张。 Drops 永远不会触及 Google — 强制重新同步会重新获取所有内容。最近编辑的事件（在窗口内）即使较早结束，也会被保留。 Google 上的过去事件清理是“过去清理”下的一个单独设置。

source: On Date
ms: Pada Tarikh
ta: தேதியில்
zh_hans: 日期

source: Open Settings window
ms: Buka tetingkap Tetapan
ta: அமைப்புகள் சாளரத்தைத் திறக்கவும்
zh_hans: 打开设置窗口

source: Open app
ms: Buka apl
ta: பயன்பாட்டைத் திறக்கவும்
zh_hans: 打开应用程序

source: Open event
ms: Acara terbuka
ta: திறந்த நிகழ்வு
zh_hans: 开放活动

source: Open task
ms: Tugas terbuka
ta: பணியைத் திறக்கவும்
zh_hans: 开放任务

source: Opening Google Sign-In…
ms: Membuka Log Masuk Google…
ta: Google உள்நுழைவைத் திறக்கிறது…
zh_hans: 打开 Google 登录...

source: Opens a specific calendar event in Calendar.
ms: Membuka acara kalendar tertentu dalam Kalendar.
ta: காலெண்டரில் குறிப்பிட்ட காலண்டர் நிகழ்வைத் திறக்கும்.
zh_hans: 在日历中打开特定的日历事件。

source: Opens a specific task in the Tasks surface.
ms: Membuka tugasan tertentu dalam permukaan Tugasan.
ta: பணிகள் மேற்பரப்பில் ஒரு குறிப்பிட்ட பணியைத் திறக்கும்.
zh_hans: 在任务界面中打开特定任务。

source: Opens quick capture anywhere on your Mac.
ms: Membuka tangkapan pantas di mana-mana sahaja pada Mac anda.
ta: உங்கள் Mac இல் எங்கும் விரைவான படப்பிடிப்பைத் திறக்கும்.
zh_hans: 在 Mac 上的任何位置打开快速捕捉。

source: Opens the command palette with a staged search query.
ms: Membuka palet arahan dengan pertanyaan carian berperingkat.
ta: கட்டப்பட்ட தேடல் வினவலுடன் கட்டளைத் தட்டுகளைத் திறக்கிறது.
zh_hans: 打开带有分阶段搜索查询的命令选项板。

source: Opens the date-jump sheet.
ms: Membuka helaian lompat tarikh.
ta: தேதி தாளை திறக்கிறது.
zh_hans: 打开日期跳转表。

source: Options
ms: Pilihan
ta: விருப்பங்கள்
zh_hans: 选项

source: Override the global font + size for specific surfaces. Settings persist locally and never touch Google data. Unset surfaces inherit the global Appearance values above.
ms: Gantikan fon global + saiz untuk permukaan tertentu. Tetapan berterusan secara setempat dan jangan sekali-kali menyentuh data Google. Permukaan yang tidak ditetapkan mewarisi nilai Rupa global di atas.
ta: குறிப்பிட்ட மேற்பரப்புகளுக்கான உலகளாவிய எழுத்துரு + அளவை மேலெழுதவும். அமைப்புகள் உள்ளூரில் தொடர்ந்து இருக்கும் மற்றும் Google தரவைத் தொடவே இல்லை. அமைக்கப்படாத மேற்பரப்புகள் மேலே உள்ள உலகளாவிய தோற்ற மதிப்புகளைப் பெறுகின்றன.
zh_hans: 覆盖特定表面的全局字体+大小。设置保留在本地，并且永远不会触及 Google 数据。未设置的曲面继承上面的全局外观值。

source: Parses ISO, numeric month-day, and month-name dates.
ms: Menghuraikan tarikh ISO, bulan-bulan angka dan nama bulan.
ta: ஐஎஸ்ஓ, எண் மாத-நாள் மற்றும் மாத-பெயர் தேதிகளை பாகுபடுத்துகிறது.
zh_hans: 解析 ISO、数字月日和月份名称日期。

source: Pick a task from the list to view and edit its details.
ms: Pilih tugas daripada senarai untuk melihat dan mengedit butirannya.
ta: பட்டியலிலிருந்து ஒரு பணியைத் தேர்ந்தெடுத்து அதன் விவரங்களைப் பார்க்கவும் திருத்தவும்.
zh_hans: 从列表中选择一个任务以查看和编辑其详细信息。

source: Pick at least one calendar in Settings → Calendars to see events here.
ms: Pilih sekurang-kurangnya satu kalendar dalam Tetapan → Kalendar untuk melihat acara di sini.
ta: இங்கே நிகழ்வுகளைப் பார்க்க, அமைப்புகள் → கேலெண்டர்களில் குறைந்தது ஒரு காலெண்டரையாவது தேர்ந்தெடுக்கவும்.
zh_hans: 在“设置”→“日历”中至少选择一个日历以在此处查看事件。

source: Pinned filters
ms: Penapis disematkan
ta: பின் செய்யப்பட்ட வடிப்பான்கள்
zh_hans: 固定过滤器

source: Potential duplicate tasks will appear here when exact title-and-notes matches are found.
ms: Tugas pendua yang berpotensi akan muncul di sini apabila padanan tajuk dan nota yang tepat ditemui.
ta: சரியான தலைப்பு மற்றும் குறிப்புகள் பொருத்தங்கள் கண்டறியப்படும் போது சாத்தியமான நகல் பணிகள் இங்கே தோன்றும்.
zh_hans: 当找到精确的标题和注释匹配时，潜在的重复任务将出现在此处。

source: Prefill event
ms: Acara praisi
ta: முன் நிரப்பு நிகழ்வு
zh_hans: 预填活动

source: Prefill task
ms: Tugasan praisi
ta: முன் நிரப்புதல் பணி
zh_hans: 预填任务

source: Press keys…
ms: Tekan kekunci…
ta: விசைகளை அழுத்தவும்…
zh_hans: 按键...

source: Preview DMG blocked by macOS? Open Hot Cross Buns once, then go to System Settings > Privacy & Security and click Open Anyway.
ms: Pratonton DMG disekat oleh macOS? Buka Hot Cross Buns sekali, kemudian pergi ke Tetapan Sistem > Privasi & Keselamatan dan klik Buka Bagaimanapun.
ta: MacOS ஆல் DMG தடுக்கப்பட்டதா? Hot Cross Buns ஐ ஒருமுறை திறந்து, பின்னர் கணினி அமைப்புகள் > தனியுரிமை & பாதுகாப்பு என்பதற்குச் சென்று எப்படியும் திற என்பதைக் கிளிக் செய்யவும்.
zh_hans: 预览 DMG 被 macOS 阻止？打开 Hot Cross Buns 一次，然后转到系统设置 > 隐私和安全，然后单击仍然打开。

source: Preview DMGs do not auto-update in place. Install newer builds from the GitHub Releases page when one is published.
ms: Pratonton DMG tidak dikemas kini secara automatik di tempatnya. Pasang binaan yang lebih baharu daripada halaman Keluaran GitHub apabila ia diterbitkan.
ta: முன்னோட்டம் DMGகள் தானாக புதுப்பிக்கப்படாது. கிட்ஹப் வெளியீடுகள் பக்கத்திலிருந்து புதிய உருவாக்கங்களை நிறுவவும்.
zh_hans: 预览 DMG 不会就地自动更新。发布版本后，从 GitHub 版本页面安装较新的版本。

source: Previous / next period
ms: Tempoh sebelumnya / seterusnya
ta: முந்தைய / அடுத்த காலம்
zh_hans: 上一期/下一期

source: Prompts at instantiation: %@
ms: Gesaan pada instantiasi: %@
ta: உடனடித் தூண்டுதல்கள்: %@
zh_hans: 实例化时提示：%@

source: Published %@
ms: Diterbitkan %@
ta: வெளியிடப்பட்டது %@
zh_hans: 已发布 %@

# Queued %@ · resource %@
source: Queued %1$@ · resource %2$@
ms: Beratur %1$@ · sumber %2$@
ta: வரிசையில் %1$@ · வளம் %2$@
zh_hans: 已排队 %1$@ · 资源 %2$@

source: Quick create popover
ms: Cepat buat popover
ta: பாப்ஓவரை விரைவாக உருவாக்கவும்
zh_hans: 快速创建弹出窗口

source: Quick-Add Grammar
ms: Tambah Cepat Tatabahasa
ta: இலக்கணத்தை விரைவாகச் சேர்க்கவும்
zh_hans: 快速添加语法

source: Recent Commands
ms: Perintah Terkini
ta: சமீபத்திய கட்டளைகள்
zh_hans: 最近的命令

source: Refresh
ms: Segarkan semula
ta: புதுப்பிக்கவும்
zh_hans: 刷新

source: Refresh Sync
ms: Muat semula Penyegerakan
ta: ஒத்திசைவைப் புதுப்பிக்கவும்
zh_hans: 刷新同步

source: Refresh after connecting Google to load calendars.
ms: Muat semula selepas menyambungkan Google untuk memuatkan kalendar.
ta: காலெண்டர்களை ஏற்ற Googleஐ இணைத்த பிறகு புதுப்பிக்கவும்.
zh_hans: 连接Google后刷新加载日历。

source: Refresh after connecting Google to load task lists.
ms: Muat semula selepas menyambungkan Google untuk memuatkan senarai tugasan.
ta: பணிப் பட்டியல்களை ஏற்றுவதற்கு Googleஐ இணைத்த பிறகு புதுப்பிக்கவும்.
zh_hans: 连接Google后刷新加载任务列表。

source: Refresh sync
ms: Muat semula penyegerakan
ta: ஒத்திசைவைப் புதுப்பிக்கவும்
zh_hans: 刷新同步

source: Refresh to load your task lists.
ms: Muat semula untuk memuatkan senarai tugas anda.
ta: உங்கள் பணிப் பட்டியல்களை ஏற்ற, புதுப்பிக்கவும்.
zh_hans: 刷新以加载您的任务列表。

source: Relative dates
ms: Tarikh relatif
ta: உறவினர் தேதிகள்
zh_hans: 相对日期

source: Release Notes
ms: Nota Keluaran
ta: வெளியீட்டு குறிப்புகள்
zh_hans: 发行说明

source: Reminders, repeat rules, guests, and duplicate review all live in the inspector flow.
ms: Peringatan, peraturan ulangan, tetamu dan ulasan pendua semuanya ada dalam aliran pemeriksa.
ta: நினைவூட்டல்கள், மீண்டும் விதிகள், விருந்தினர்கள் மற்றும் நகல் மதிப்பாய்வு அனைத்தும் இன்ஸ்பெக்டர் ஓட்டத்தில் நேரலை.
zh_hans: 提醒、重复规则、客人和重复审核都存在于检查员流程中。

source: Removes these events from Google Calendar without sending guest updates. Recurring events are deleted as single occurrences.
ms: Mengalih keluar acara ini daripada Kalendar Google tanpa menghantar kemas kini tetamu. Peristiwa berulang dipadamkan sebagai kejadian tunggal.
ta: விருந்தினர் புதுப்பிப்புகளை அனுப்பாமல் Google Calendar இலிருந்து இந்த நிகழ்வுகளை அகற்றும். தொடர் நிகழ்வுகள் ஒற்றை நிகழ்வுகளாக நீக்கப்படும்.
zh_hans: 从 Google 日历中删除这些活动而不发送访客更新。重复发生的事件将作为单次事件删除。

source: Removes these tasks from Google Tasks. Subtasks of deleted tasks are deleted too. This can't be undone from here.
ms: Mengalih keluar tugasan ini daripada Tugasan Google. Subtugas tugasan yang dipadamkan juga dipadamkan. Ini tidak boleh dibuat asal dari sini.
ta: Google Tasks இலிருந்து இந்தப் பணிகளை நீக்குகிறது. நீக்கப்பட்ட பணிகளின் துணைப் பணிகளும் நீக்கப்படும். இதை இங்கிருந்து செயல்தவிர்க்க முடியாது.
zh_hans: 从 Google 任务中删除这些任务。已删除任务的子任务也会被删除。这无法从这里撤消。

source: Repeat
ms: ulang
ta: மீண்டும் செய்யவும்
zh_hans: 重复

source: Repeats yearly. Saved as an all-day event on the selected calendar.
ms: Berulang setiap tahun. Disimpan sebagai acara sepanjang hari pada kalendar yang dipilih.
ta: ஆண்டுதோறும் மீண்டும் நிகழும். தேர்ந்தெடுக்கப்பட்ட நாட்காட்டியில் நாள் முழுவதும் நிகழ்வாகச் சேமிக்கப்பட்டது.
zh_hans: 每年重复一次。在所选日历上保存为全天活动。

source: Retry
ms: Cuba semula
ta: மீண்டும் முயற்சிக்கவும்
zh_hans: 重试

source: Return to add, Esc to cancel
ms: Kembali untuk menambah, Esc untuk membatalkan
ta: சேர்க்க திரும்பவும், ரத்து செய்ய Esc
zh_hans: 返回添加，Esc 取消

source: Return to add, Esc to close
ms: Kembali untuk menambah, Esc untuk menutup
ta: சேர்ப்பதற்குத் திரும்பு, மூடுவதற்கு Esc
zh_hans: 返回添加，Esc关闭

source: Returns to today in the active calendar mode.
ms: Kembali ke hari ini dalam mod kalendar aktif.
ta: செயலில் உள்ள காலண்டர் பயன்முறையில் இன்று திரும்பும்.
zh_hans: 在活动日历模式下返回到今天。

source: Review sync attention items without changing the underlying replay model.
ms: Semak item perhatian penyegerakan tanpa menukar model main semula asas.
ta: அடிப்படையான ரீப்ளே மாடலை மாற்றாமல் ஒத்திசைவு கவனம் உருப்படிகளை மதிப்பாய்வு செய்யவும்.
zh_hans: 在不更改底层重播模型的情况下查看同步注意事项。

source: Review tasks that currently match on exact title and notes.
ms: Semak tugasan yang pada masa ini sepadan dengan tajuk dan nota yang tepat.
ta: சரியான தலைப்பு மற்றும் குறிப்புகளுடன் தற்போது பொருந்தக்கூடிய பணிகளை மதிப்பாய்வு செய்யவும்.
zh_hans: 查看当前与确切标题和注释匹配的任务。

source: Run a command once and it will stay here for quick repeat access.
ms: Jalankan arahan sekali dan ia akan kekal di sini untuk akses berulang cepat.
ta: ஒரு கட்டளையை ஒருமுறை இயக்கவும், விரைவாக மீண்டும் அணுகுவதற்கு அது இங்கே இருக்கும்.
zh_hans: 运行命令一次，它将保留在这里以便快速重复访问。

source: Runs a foreground sync immediately.
ms: Menjalankan penyegerakan latar depan serta-merta.
ta: முன்புற ஒத்திசைவை உடனடியாக இயக்குகிறது.
zh_hans: 立即运行前台同步。

source: Runs commands and searches tasks, notes, events, lists, calendars, and saved filters.
ms: Menjalankan arahan dan mencari tugas, nota, acara, senarai, kalendar dan penapis yang disimpan.
ta: கட்டளைகளை இயக்குகிறது மற்றும் பணிகள், குறிப்புகள், நிகழ்வுகள், பட்டியல்கள், காலெண்டர்கள் மற்றும் சேமித்த வடிப்பான்களைத் தேடுகிறது.
zh_hans: 运行命令并搜索任务、注释、事件、列表、日历和保存的过滤器。

source: Save a desktop OAuth client above, or build the app with an embedded Google Sign-In client.
ms: Simpan klien OAuth desktop di atas atau bina apl dengan klien Log Masuk Google terbenam.
ta: மேலே உள்ள டெஸ்க்டாப் OAuth கிளையண்டைச் சேமிக்கவும் அல்லது உட்பொதிக்கப்பட்ட Google உள்நுழைவு கிளையண்ட் மூலம் பயன்பாட்டை உருவாக்கவும்.
zh_hans: 保存上面的桌面 OAuth 客户端，或使用嵌入式 Google 登录客户端构建应用程序。

source: Save and close
ms: Simpan dan tutup
ta: சேமித்து மூடவும்
zh_hans: 保存并关闭

source: Saved %@
ms: Disimpan %@
ta: சேமிக்கப்பட்டது %@
zh_hans: 已保存 %@

source: Saves this event's summary, duration, reminders, attendees, and color as a reusable blueprint in Settings.
ms: Menyimpan ringkasan, tempoh, peringatan, peserta dan warna acara ini sebagai pelan tindakan yang boleh digunakan semula dalam Tetapan.
ta: இந்த நிகழ்வின் சுருக்கம், காலம், நினைவூட்டல்கள், பங்கேற்பாளர்கள் மற்றும் வண்ணத்தை அமைப்புகளில் மீண்டும் பயன்படுத்தக்கூடிய வரைபடமாகச் சேமிக்கிறது.
zh_hans: 将此活动的摘要、持续时间、提醒、参加者和颜色保存为“设置”中可重复使用的蓝图。

source: Scroll down to load next month
ms: Tatal ke bawah untuk memuatkan bulan depan
ta: அடுத்த மாதம் ஏற்றுவதற்கு கீழே உருட்டவும்
zh_hans: 向下滚动加载下个月

source: Scroll up to load previous month
ms: Tatal ke atas untuk memuatkan bulan sebelumnya
ta: முந்தைய மாதத்தை ஏற்றுவதற்கு மேலே செல்லவும்
zh_hans: 向上滚动以加载上个月

source: Search
ms: Cari
ta: தேடு
zh_hans: 搜索

source: Search help
ms: Cari bantuan
ta: தேடல் உதவி
zh_hans: 搜索帮助

source: Search hotkeys
ms: Cari kekunci pintas
ta: ஹாட்ஸ்கிகளைத் தேடுங்கள்
zh_hans: 搜索热键

source: Searching tasks, events, and notes…
ms: Mencari tugas, acara dan nota…
ta: பணிகள், நிகழ்வுகள் மற்றும் குறிப்புகளைத் தேடுகிறது…
zh_hans: 搜索任务、事件和笔记...

source: Select a task
ms: Pilih tugasan
ta: ஒரு பணியைத் தேர்ந்தெடுக்கவும்
zh_hans: 选择任务

source: Settings always stays visible so you can re-enable hidden tabs. Keyboard shortcuts for a hidden tab are ignored until it's re-enabled.
ms: Tetapan sentiasa kekal kelihatan supaya anda boleh mendayakan semula tab tersembunyi. Pintasan papan kekunci untuk tab tersembunyi diabaikan sehingga ia didayakan semula.
ta: அமைப்புகள் எப்போதும் காணக்கூடியதாக இருக்கும், எனவே மறைக்கப்பட்ட தாவல்களை மீண்டும் இயக்கலாம். மறைக்கப்பட்ட தாவலுக்கான விசைப்பலகை குறுக்குவழிகள் மீண்டும் இயக்கப்படும் வரை புறக்கணிக்கப்படும்.
zh_hans: 设置始终保持可见，因此您可以重新启用隐藏的选项卡。隐藏选项卡的键盘快捷键将被忽略，直到重新启用为止。

source: Share Link…
ms: Kongsi Pautan…
ta: இணைப்பைப் பகிரவும்…
zh_hans: 分享链接...

source: Shortcut
ms: Jalan pintas
ta: குறுக்குவழி
zh_hans: 捷径

source: Showing %@ hotkeys.
ms: Menunjukkan %@ hotkeys.
ta: %@ ஹாட்ஸ்கிகளைக் காட்டுகிறது.
zh_hans: 显示 %@ 热键。

source: Showing first 200 fonts — use Appearance search above to browse all
ms: Menunjukkan 200 fon pertama — gunakan carian Rupa di atas untuk menyemak imbas semua
ta: முதல் 200 எழுத்துருக்களைக் காட்டுகிறது - அனைத்தையும் உலாவ மேலே உள்ள தோற்றத் தேடலைப் பயன்படுத்தவும்
zh_hans: 显示前 200 种字体 — 使用上面的外观搜索浏览所有字体

source: Showing first 200 — refine the search
ms: Menunjukkan 200 pertama — memperhalusi carian
ta: முதல் 200 ஐக் காட்டுகிறது - தேடலைச் செம்மைப்படுத்தவும்
zh_hans: 显示前 200 个 — 优化搜索

source: Shows or hides the read-only inspector surface.
ms: Menunjukkan atau menyembunyikan permukaan pemeriksa baca sahaja.
ta: படிக்க மட்டுமேயான இன்ஸ்பெக்டர் மேற்பரப்பைக் காட்டுகிறது அல்லது மறைக்கிறது.
zh_hans: 显示或隐藏只读检查器表面。

source: Shows or hides the week drawer.
ms: Menunjukkan atau menyembunyikan laci minggu.
ta: வாரம் டிராயரைக் காட்டுகிறது அல்லது மறைக்கிறது.
zh_hans: 显示或隐藏周抽屉。

source: Sidebar tabs
ms: Tab bar sisi
ta: பக்கப்பட்டி தாவல்கள்
zh_hans: 侧边栏选项卡

source: Sign in once to grant access. Hot Cross Buns asks for Google Tasks + Calendar only — no Gmail, Drive, or contacts.
ms: Log masuk sekali untuk memberikan akses. Hot Cross Buns meminta Google Tasks + Kalendar sahaja — tiada Gmail, Drive atau kenalan.
ta: அணுகலை வழங்க ஒருமுறை உள்நுழையவும். Hot Cross Buns Google Tasks + Calendar ஐ மட்டும் கேட்கிறது — Gmail, Drive அல்லது தொடர்புகள் இல்லை.
zh_hans: 登录一次即可授予访问权限。 Hot Cross Buns 仅要求 Google 任务 + 日历，无需 Gmail、云端硬盘或联系人。

source: Sign in to see undated tasks here.
ms: Log masuk untuk melihat tugasan tidak bertarikh di sini.
ta: தேதியிடப்படாத பணிகளை இங்கே பார்க்க உள்நுழையவும்.
zh_hans: 登录后可在此处查看未注明日期的任务。
